// Даны 2 числа, показать наибольшее  и наименьшее из них
int numberA = 15;
int numberB = 30;

int min = 15;
int max = 30;

if (numberA < numberB) min = numberA;
Console.Write("Минимальное число: ");
Console.WriteLine(min);

if (numberB > numberA) max= numberB;
Console.Write("Максимальное число: ");
Console.WriteLine(max);


